app/Views/templates/v-topbar.php

SELECT *
FROM `wilayah`
WHERE `nama_wilayah` = 'BANYUPUTIH'
---
                    <div class="widget-data">
                        <?php
                            $db = \Config\Database::connect();
                            $query = $db->table('wilayah')->where('nama_wilayah', 'BANYUPUTIH')->get()->getRowArray();